KAMIS_FULL_DATA = {
    "쌀": {
        "cat_code": "100",
        "item_code": "111",
        "kinds": {
            "20kg": "1",
            "백미": "2",
            "현미": "3",
            "20kg(햅쌀)": "5",
            "오대벼": "6",
            "고시히카리": "7",
            "추청": "8",
            "삼광": "9",
            "10kg": "10",
            "10kg(햅쌀)": "11"
        }
    },
    "찹쌀": {
        "cat_code": "100",
        "item_code": "112",
        "kinds": {
            "일반계": "1"
        }
    },
    "혼합곡": {
        "cat_code": "100",
        "item_code": "113",
        "kinds": {
            "혼합곡": "0"
        }
    },
    "기장": {
        "cat_code": "100",
        "item_code": "114",
        "kinds": {
            "기장": "1"
        }
    },
    "콩": {
        "cat_code": "100",
        "item_code": "141",
        "kinds": {
            "흰 콩(국산)": "1",
            "콩나물콩": "2",
            "흰 콩(수입)": "3"
        }
    },
    "팥": {
        "cat_code": "100",
        "item_code": "142",
        "kinds": {
            "붉은 팥(국산)": "0",
            "붉은 팥(수입)": "1"
        }
    },
    "녹두": {
        "cat_code": "100",
        "item_code": "143",
        "kinds": {
            "국산": "0",
            "수입": "1"
        }
    },
    "메밀": {
        "cat_code": "100",
        "item_code": "144",
        "kinds": {
            "메밀(수입)": "1"
        }
    },
    "고구마": {
        "cat_code": "100",
        "item_code": "151",
        "kinds": {
            "밤": "0"
        }
    },
    "감자": {
        "cat_code": "100",
        "item_code": "152",
        "kinds": {
            "감자": "0",
            "수미(노지)": "1",
            "대지마": "2",
            "노지": "3",
            "수미(시설)": "4",
            "기타(시설)": "5",
            "기타(노지)": "6"
        }
    },
    "귀리": {
        "cat_code": "100",
        "item_code": "161",
        "kinds": {
            "귀리": "1"
        }
    },
    "보리": {
        "cat_code": "100",
        "item_code": "162",
        "kinds": {
            "보리": "1"
        }
    },
    "수수": {
        "cat_code": "100",
        "item_code": "163",
        "kinds": {
            "수수": "1"
        }
    },
    "율무": {
        "cat_code": "100",
        "item_code": "164",
        "kinds": {
            "율무": "1"
        }
    },
    "배추": {
        "cat_code": "200",
        "item_code": "211",
        "kinds": {
            "봄": "1",
            "여름(고랭지)": "2",
            "가을": "3",
            "월동": "6"
        }
    },
    "양배추": {
        "cat_code": "200",
        "item_code": "212",
        "kinds": {
            "양배추": "0"
        }
    },
    "시금치": {
        "cat_code": "200",
        "item_code": "213",
        "kinds": {
            "시금치": "0"
        }
    },
    "상추": {
        "cat_code": "200",
        "item_code": "214",
        "kinds": {
            "적": "1",
            "청": "2"
        }
    },
    "얼갈이배추": {
        "cat_code": "200",
        "item_code": "215",
        "kinds": {
            "얼갈이배추": "0"
        }
    },
    "갓": {
        "cat_code": "200",
        "item_code": "216",
        "kinds": {
            "갓": "0"
        }
    },
    "연근": {
        "cat_code": "200",
        "item_code": "217",
        "kinds": {
            "연근": "1"
        }
    },
    "우엉": {
        "cat_code": "200",
        "item_code": "218",
        "kinds": {
            "우엉": "1"
        }
    },
    "수박": {
        "cat_code": "200",
        "item_code": "221",
        "kinds": {
            "수박": "0"
        }
    },
    "참외": {
        "cat_code": "200",
        "item_code": "222",
        "kinds": {
            "참외": "0"
        }
    },
    "오이": {
        "cat_code": "200",
        "item_code": "223",
        "kinds": {
            "가시계통": "1",
            "다다기계통": "2",
            "취청": "3"
        }
    },
    "호박": {
        "cat_code": "200",
        "item_code": "224",
        "kinds": {
            "애호박": "1",
            "쥬키니": "2",
            "단호박": "3"
        }
    },
    "토마토": {
        "cat_code": "200",
        "item_code": "225",
        "kinds": {
            "토마토": "0"
        }
    },
    "딸기": {
        "cat_code": "200",
        "item_code": "226",
        "kinds": {
            "딸기": "0"
        }
    },
    "무": {
        "cat_code": "200",
        "item_code": "231",
        "kinds": {
            "봄": "1",
            "고랭지": "2",
            "가을": "3",
            "월동": "6"
        }
    },
    "당근": {
        "cat_code": "200",
        "item_code": "232",
        "kinds": {
            "당근": "0",
            "무세척": "1",
            "세척": "2",
            "세척(수입)": "10"
        }
    },
    "열무": {
        "cat_code": "200",
        "item_code": "233",
        "kinds": {
            "열무": "0"
        }
    },
    "건고추": {
        "cat_code": "200",
        "item_code": "241",
        "kinds": {
            "화건": "0",
            "햇산화건": "1",
            "양건(~23.5)": "2",
            "햇산양건(~23.5)": "3",
            "수입": "10",
            "국산(화건)": "90",
            "수입(중국)": "99"
        }
    },
    "풋고추": {
        "cat_code": "200",
        "item_code": "242",
        "kinds": {
            "풋고추(녹광 등)": "0",
            "꽈리고추": "2",
            "청양고추": "3",
            "오이맛고추": "4"
        }
    },
    "붉은고추": {
        "cat_code": "200",
        "item_code": "243",
        "kinds": {
            "붉은고추": "0"
        }
    },
    "피마늘": {
        "cat_code": "200",
        "item_code": "244",
        "kinds": {
            "한지1접": "1",
            "난지1접": "2",
            "한지": "3",
            "난지": "4",
            "햇한지1접": "6",
            "햇난지1접": "7",
            "쪽마늘": "8",
            "햇난지(대서)": "21",
            "난지(대서)": "22",
            "햇난지(남도)": "23",
            "난지(남도)": "24"
        }
    },
    "양파": {
        "cat_code": "200",
        "item_code": "245",
        "kinds": {
            "양파": "0",
            "햇양파": "2",
            "수입": "10"
        }
    },
    "파": {
        "cat_code": "200",
        "item_code": "246",
        "kinds": {
            "대파": "0",
            "쪽파": "2"
        }
    },
    "생강": {
        "cat_code": "200",
        "item_code": "247",
        "kinds": {
            "국산": "0",
            "수입": "1"
        }
    },
    "고춧가루": {
        "cat_code": "200",
        "item_code": "248",
        "kinds": {
            "국산": "0",
            "중국": "1"
        }
    },
    "가지": {
        "cat_code": "200",
        "item_code": "251",
        "kinds": {
            "가지": "0"
        }
    },
    "미나리": {
        "cat_code": "200",
        "item_code": "252",
        "kinds": {
            "미나리": "0"
        }
    },
    "깻잎": {
        "cat_code": "200",
        "item_code": "253",
        "kinds": {
            "깻잎": "0"
        }
    },
    "부추": {
        "cat_code": "200",
        "item_code": "254",
        "kinds": {
            "부추": "0"
        }
    },
    "피망": {
        "cat_code": "200",
        "item_code": "255",
        "kinds": {
            "청": "0"
        }
    },
    "파프리카": {
        "cat_code": "200",
        "item_code": "256",
        "kinds": {
            "파프리카": "0"
        }
    },
    "멜론": {
        "cat_code": "200",
        "item_code": "257",
        "kinds": {
            "멜론": "0"
        }
    },
    "깐마늘(국산)": {
        "cat_code": "200",
        "item_code": "258",
        "kinds": {
            "깐마늘(국산)": "1",
            "깐마늘(대서)": "3",
            "햇깐마늘(대서)": "4",
            "깐마늘(남도)": "5",
            "햇깐마늘(남도)": "6"
        }
    },
    "깐마늘(수입)": {
        "cat_code": "200",
        "item_code": "259",
        "kinds": {
            "깐마늘(수입)": "1",
            "깐마늘(수입산)": "3"
        }
    },
    "브로콜리": {
        "cat_code": "200",
        "item_code": "261",
        "kinds": {
            "브로콜리": "1",
            "브로콜리(국산)": "0"
        }
    },
    "양상추": {
        "cat_code": "200",
        "item_code": "262",
        "kinds": {
            "양상추": "1"
        }
    },
    "청경채": {
        "cat_code": "200",
        "item_code": "263",
        "kinds": {
            "청경채": "1"
        }
    },
    "케일": {
        "cat_code": "200",
        "item_code": "264",
        "kinds": {
            "케일": "1"
        }
    },
    "콩나물": {
        "cat_code": "200",
        "item_code": "265",
        "kinds": {
            "콩나물": "1"
        }
    },
    "절임배추": {
        "cat_code": "200",
        "item_code": "266",
        "kinds": {
            "절임배추": "0",
            "봄": "1",
            "여름(고랭지)": "2",
            "가을": "3",
            "월동": "4"
        }
    },
    "쪽파": {
        "cat_code": "200",
        "item_code": "276",
        "kinds": {
            "쪽파": "2"
        }
    },
    "알배기배추": {
        "cat_code": "200",
        "item_code": "279",
        "kinds": {
            "알배기배추": "0"
        }
    },
    "방울토마토": {
        "cat_code": "200",
        "item_code": "422",
        "kinds": {
            "방울토마토": "1",
            "대추방울토마토": "2"
        }
    },
    "참깨": {
        "cat_code": "300",
        "item_code": "312",
        "kinds": {
            "백색(국산)": "1",
            "중국": "2",
            "인도": "3"
        }
    },
    "들깨": {
        "cat_code": "300",
        "item_code": "313",
        "kinds": {
            "국산": "1",
            "수입": "2"
        }
    },
    "땅콩": {
        "cat_code": "300",
        "item_code": "314",
        "kinds": {
            "국산": "1",
            "수입": "2"
        }
    },
    "느타리버섯": {
        "cat_code": "300",
        "item_code": "315",
        "kinds": {
            "느타리버섯": "0",
            "애느타리버섯": "1"
        }
    },
    "팽이버섯": {
        "cat_code": "300",
        "item_code": "316",
        "kinds": {
            "팽이버섯": "0"
        }
    },
    "새송이버섯": {
        "cat_code": "300",
        "item_code": "317",
        "kinds": {
            "새송이버섯": "0"
        }
    },
    "호두": {
        "cat_code": "300",
        "item_code": "318",
        "kinds": {
            "수입": "0"
        }
    },
    "아몬드": {
        "cat_code": "300",
        "item_code": "319",
        "kinds": {
            "수입": "0"
        }
    },
    "양송이버섯": {
        "cat_code": "300",
        "item_code": "321",
        "kinds": {
            "양송이버섯": "1"
        }
    },
    "표고버섯": {
        "cat_code": "300",
        "item_code": "322",
        "kinds": {
            "표고버섯": "1"
        }
    },
    "사과": {
        "cat_code": "400",
        "item_code": "411",
        "kinds": {
            "홍옥": "1",
            "후지": "5",
            "쓰가루(아오리)": "6",
            "홍로": "7"
        }
    },
    "배": {
        "cat_code": "400",
        "item_code": "412",
        "kinds": {
            "신고": "1",
            "만삼길": "2",
            "장십랑": "3",
            "원황": "4"
        }
    },
    "복숭아": {
        "cat_code": "400",
        "item_code": "413",
        "kinds": {
            "백도": "1",
            "창방조생": "4",
            "유명": "5"
        }
    },
    "포도": {
        "cat_code": "400",
        "item_code": "414",
        "kinds": {
            "캠벨얼리": "1",
            "거봉": "2",
            "델라웨어": "3",
            "MBA": "6",
            "수입": "7",
            "레드글로브 칠레(~23.5)": "8",
            "레드글로브 페루(~23.5)": "9",
            "톰슨 미국(~23.5)": "10",
            "톰슨 호주(~23.5)": "11",
            "샤인머스켓": "12"
        }
    },
    "감귤": {
        "cat_code": "400",
        "item_code": "415",
        "kinds": {
            "감귤": "0",
            "노지": "1",
            "시설": "2"
        }
    },
    "단감": {
        "cat_code": "400",
        "item_code": "416",
        "kinds": {
            "단감": "0"
        }
    },
    "바나나": {
        "cat_code": "400",
        "item_code": "418",
        "kinds": {
            "수입": "2"
        }
    },
    "참다래": {
        "cat_code": "400",
        "item_code": "419",
        "kinds": {
            "국산": "1",
            "그린 뉴질랜드": "2"
        }
    },
    "파인애플": {
        "cat_code": "400",
        "item_code": "420",
        "kinds": {
            "수입": "2"
        }
    },
    "오렌지": {
        "cat_code": "400",
        "item_code": "421",
        "kinds": {
            "수입": "2",
            "네이블 미국": "3",
            "발렌시아 미국": "4",
            "네이블 EU": "5",
            "네이블 호주": "6"
        }
    },
    "자몽": {
        "cat_code": "400",
        "item_code": "423",
        "kinds": {
            "수입": "0"
        }
    },
    "레몬": {
        "cat_code": "400",
        "item_code": "424",
        "kinds": {
            "수입": "0"
        }
    },
    "체리": {
        "cat_code": "400",
        "item_code": "425",
        "kinds": {
            "수입": "0"
        }
    },
    "건포도": {
        "cat_code": "400",
        "item_code": "426",
        "kinds": {
            "수입": "0"
        }
    },
    "건블루베리": {
        "cat_code": "400",
        "item_code": "427",
        "kinds": {
            "수입": "0"
        }
    },
    "망고": {
        "cat_code": "400",
        "item_code": "428",
        "kinds": {
            "수입": "0"
        }
    },
    "블루베리": {
        "cat_code": "400",
        "item_code": "429",
        "kinds": {
            "블루베리": "1"
        }
    },
    "아보카도": {
        "cat_code": "400",
        "item_code": "430",
        "kinds": {
            "수입": "0"
        }
    },
    "고등어": {
        "cat_code": "600",
        "item_code": "611",
        "kinds": {
            "생선": "1",
            "냉동": "2",
            "국산(염장)": "3",
            "냉동(수입)": "4",
            "국산(신선 냉장)": "5",
            "국산(냉동)": "6",
            "수입산(냉동)": "7",
            "수입산(염장)": "8"
        }
    },
    "꽁치": {
        "cat_code": "600",
        "item_code": "612",
        "kinds": {
            "냉동(수입)": "1"
        }
    },
    "갈치": {
        "cat_code": "600",
        "item_code": "613",
        "kinds": {
            "생선": "1",
            "냉동": "2",
            "국산(냉장)": "3",
            "국산(냉동)": "4",
            "수입산(냉동)": "5"
        }
    },
    "조기": {
        "cat_code": "600",
        "item_code": "614",
        "kinds": {
            "생선": "1",
            "참조기(냉동)": "6",
            "참조기(신선 냉장)": "5",
            "굴비": "7"
        }
    },
    "명태": {
        "cat_code": "600",
        "item_code": "615",
        "kinds": {
            "생선": "1",
            "냉동": "2",
            "원양산(냉동)": "3",
            "냉동(원양수입통합)": "4",
            "냉동가공": "5"
        }
    },
    "삼치": {
        "cat_code": "600",
        "item_code": "616",
        "kinds": {
            "냉동": "2"
        }
    },
    "물오징어": {
        "cat_code": "600",
        "item_code": "619",
        "kinds": {
            "생선": "1",
            "냉동": "2",
            "연근해(신선 냉장)": "3",
            "연근해(냉동)": "4",
            "원양(냉동)": "5"
        }
    },
    "건멸치": {
        "cat_code": "600",
        "item_code": "638",
        "kinds": {
            "건멸치": "0"
        }
    },
    "북어": {
        "cat_code": "600",
        "item_code": "639",
        "kinds": {
            "황태": "1",
            "먹태": "2"
        }
    },
    "건오징어": {
        "cat_code": "600",
        "item_code": "640",
        "kinds": {
            "건오징어": "0"
        }
    },
    "김": {
        "cat_code": "600",
        "item_code": "641",
        "kinds": {
            "마른김": "0",
            "얼구운김": "1"
        }
    },
    "건미역": {
        "cat_code": "600",
        "item_code": "642",
        "kinds": {
            "건미역": "0"
        }
    },
    "굴": {
        "cat_code": "600",
        "item_code": "644",
        "kinds": {
            "굴": "0"
        }
    },
    "수입조기": {
        "cat_code": "600",
        "item_code": "649",
        "kinds": {
            "부세수입(생선)": "1",
            "부세수입(냉동)": "4"
        }
    },
    "새우젓": {
        "cat_code": "600",
        "item_code": "650",
        "kinds": {
            "새우젓": "0"
        }
    },
    "멸치액젓": {
        "cat_code": "600",
        "item_code": "651",
        "kinds": {
            "멸치액젓": "0"
        }
    },
    "굵은소금": {
        "cat_code": "600",
        "item_code": "652",
        "kinds": {
            "굵은소금": "0"
        }
    },
    "전복": {
        "cat_code": "600",
        "item_code": "653",
        "kinds": {
            "전복": "0"
        }
    },
    "새우": {
        "cat_code": "600",
        "item_code": "654",
        "kinds": {
            "흰다리(수입)": "1"
        }
    },
    "참조기": {
        "cat_code": "600",
        "item_code": "657",
        "kinds": {
            "냉동": "1"
        }
    },
    "홍합": {
        "cat_code": "600",
        "item_code": "658",
        "kinds": {
            "깐홍합(냉장)": "1",
            "안깐홍합(냉장)": "2"
        }
    },
    "가리비": {
        "cat_code": "600",
        "item_code": "659",
        "kinds": {
            "해만가리비(홍가리비)": "1"
        }
    },
    "건다시마": {
        "cat_code": "600",
        "item_code": "660",
        "kinds": {
            "완도산": "1"
        }
    }
}
